Ran Plan for dir: `newrelic` workspace: `default`

<details><summary>Show Output</summary>

```diff

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
+ create
- destroy

Terraform will perform the following actions:

  # newrelic_alert_policy.server-alerts will be created
+ resource "newrelic_alert_policy" "server-alerts" {
      + account_id          = (known after apply)
      + id                  = (known after apply)
      + incident_preference = "PER_CONDITION_AND_TARGET"
      + name                = "Server Alerts"
    }

  # newrelic_alert_policy_channel.bitcoin-alerts will be created
+ resource "newrelic_alert_policy_channel" "bitcoin-alerts" {
      + channel_ids = [
          + 4704704,
          + 4704703,
        ]
      + id          = (known after apply)
      + policy_id   = 1205031
    }

  # newrelic_alert_policy_channel.foo will be destroyed
- resource "newrelic_alert_policy_channel" "foo" {
      - channel_ids = [
          - 4704703,
          - 4704704,
        ] -> null
      - id          = "1205031:4704703:4704704" -> null
      - policy_id   = 1205031 -> null
    }

  # newrelic_alert_policy_channel.server-alerts will be created
+ resource "newrelic_alert_policy_channel" "server-alerts" {
      + channel_ids = [
          + 4704704,
          + 4704703,
        ]
      + id          = (known after apply)
      + policy_id   = 1205031
    }

  # newrelic_nrql_alert_condition.high-disk-usage will be created
+ resource "newrelic_nrql_alert_condition" "high-disk-usage" {
      + account_id                     = 3020622
      + aggregation_window             = 60
      + close_violations_on_expiration = false
      + enabled                        = true
      + expiration_duration            = 120
      + id                             = (known after apply)
      + name                           = "Disk usage is high"
      + open_violation_on_expiration   = false
      + policy_id                      = (known after apply)
      + type                           = "static"
      + value_function                 = "single_value"
      + violation_time_limit           = (known after apply)
      + violation_time_limit_seconds   = 3600

      + critical {
          + operator              = "above"
          + threshold             = 90
          + threshold_duration    = 300
          + threshold_occurrences = "all"
        }

      + nrql {
          + evaluation_offset = 3
          + query             = <<~EOT
                      FROM StorageSample
                      SELECT average(diskUsedPercent)
                      FACET hostname,mountPoint 
            EOT
        }
    }

Plan: 4 to add, 0 to change, 1 to destroy.

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d newrelic`
* :put_litter_in_its_place: To **delete** this plan click [here](https://atlantis.qtosw.com/lock?id=tyzbit%252Fterraform%252Fnewrelic%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d newrelic`
</details>

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
